#-*-coding:utf8;-*-

buf = """
Не  хватает  гибкости,  хитрости,  уступчивости  и  т.д.  
Вашей  проблемой  будет  упрямство, настырность  (не  настойчивость),  замедленная  реакция,  «недоезд»  до  цели  несколько  шагов.  
Вы  действительно  можете  бросить  начатое  дело  на  недоделке  совсем  пустяковой,  только  потому,  что  кто-то  не  так  сказал,  не  так  посмотрел.  
Неважная,  несущественная  причина  может  привести  вас  к  отказу  от  всего  своего  результата,  хотя  вы  проделали  колоссальную  работу.  
Упрямство  дает  проблему  особенно  ощутимую  в  отношениях  с  людьми.  
Вы  можете  иметь  много  претензий,  не  высказывая  их  вслух  (и  человек,  которого  это  касается,  не  знает).  
Можете  обидеться  и  не  разговаривать,  а  рядом  живущий  ни  о  чем  и  не  догадывается.  
Недоделка  дела  до  результата  может  быть  очень  проблемна  на  работе.  А,  не  доделав,  даже  деньги  могут  достаться  другому  человеку, так  как  платят  часто  за  результат,  а  не  за  действие.  
Для  однодевяточника  важнее  эмоции,  отношения  с  людьми,  факт  внутреннего  самочувствия,  общей  реакции  человека  на  жизнь,  чем  что-то  конкретное  —  вещь,  предмет,  продукт  труда.  
 
Они  часто  проигрывают,  однодевяточники,  из-за  своей «тормознутости».
"""

