#-*-coding:utf8;-*-

buf = """  
Много  девяток  делают  человека «скольз­  ким»,  изворотливым,  хитрым,  игроком.  
Часто,  общаясь  с  много-  девяточниками,  трудно  определить,  где  он  говорит  правду,  где  ложь,  а  где  шутка.  
Эти  люди  очень  подстраиваются  под  другого,  не  знаешь,  то  ли  из  уважения  к  вам,  то  ли  это  подвох.  
Они сует­  ливы,  всегда  спешат,  если  не  снаружи,  так  изнутри,  мечтая  одним  своим  действием  убить  семерых  зайцев.  
Большой  список  желаний  часто  растаскивает  их  по  мелочам,  а  крупное  они  теряют.  
Врать  они  могут  начать  с  детства,  если  попадают  в  среду  недоверия  и  зажима  со  стороны  родителей.  
Вообще,  дети  никогда  не  врут,  у  них  просто  очень  сильно  развито  образное  мышление.  
Если  ребенка  постоянно  уличать  во  вранье,  то  он  увидит  в  этом  способ  жизни,  как  выгоду  говорить  то,  что  хотят  от  тебя  слышать.  
У  детей  вранье,  фантазии  часто  служат  способом  защиты,  самообороны  от  наездов  родителей.
""" 


