#-*-coding:utf8;-*-


buf = "" 
bird = card[2] + card[3] +\
  card[4] + card[7] +\
  card[1] + card[5] + card[9]

anchor = card[3] + card[6] +\
  card[7] + card[8] +\
  card[1] + card[5] + card[9]

buf += "птица е %d и котва е %d" % (bird, anchor) 

if anchor > bird:
    buf += "\n Якорь  имеет  другое  поведение.  Это,  как  правило,  люди основа­  тельные,  несуетливые,  подозрительные,  защищающие  свои  знания,  опыт,  достижения,  имущество  и  т.д.  Им  скорей  важней  сохранить  и  преумножить  то,  что  они  уже  имеют.  Они  охраняют  устои,  правила,  где-то  даже  страдают  по  уходящему  прошлому.  Поскольку  прошлое  всегда  уходит,  поэтому  у  них  всегда  и  везде  есть  повод  пострадать.  Но  они  хорошие  профессионалы,  технологи.  В  них  отлично сохраня­  ется  «все  самое  лучшее  из  достижений  человечества».  Они  хорошие  учителя-преподаватели  и  назидатели  для  молодежи,  что  бы  та (мо­  лодежь)  не  лезла,  куда  попало,  а  прислушивалась  к  голосу  умных  людей  и  была  им  еще  благодарна  за  предупреждение.  Наблюдайте,  считайте,  ищите  разницу.  Я  вам  показала  направление  мысли.  Опыт  нужен  свой,  он полезнее."
